Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: If you trust this mint selecting this option will add it to the list of known mints and redeem the token.
ar: إذا كنت تثق بهذا الـ mint، فإن اختيار هذا الخيار سيضيفه إلى قائمة المنتات المعروفة ويسترد التوكن.
bn: আপনি যদি এই Mint-কে বিশ্বাস করেন, এই বিকল্পটি নির্বাচন করলে এটি পরিচিত Mint তালিকায় যোগ হবে এবং টোকেন রিডিম হবে।
de: Wenn Du der Mint vertraust, kannst du sie mit dieser Auswahl zur Liste vertrauenswürdiger Mints hinzufügen und das Token einlösen.
es: Si confías en este mint, seleccionar esta opción lo agregará a la lista de mints conocidos y canjeará el token.
fr: Si tu fais confiance à ce mint, sélectionner cette option l'ajoutera à la liste des mints connus et encaissera le token.
hi: यदि आप इस Mint पर भरोसा करते हैं, तो यह विकल्प चुनने से यह ज्ञात Mints की सूची में जुड़ जाएगा और टोकन रिडीम हो जाएगा।
ja: このミントを信頼する場合、このオプションを選択すると既知のミントリストに追加されトークンが引き換えられます。
ko: 이 민트를 신뢰하는 경우 이 옵션을 선택하면 알려진 민트 목록에 추가되고 토큰이 사용됩니다.
pt_br: Se você confia neste mint, selecionar esta opção o adicionará à lista de mints conhecidos e resgatará o token.
ru: Если ты доверяешь этому минту, этот выбор добавит его в список известных минтов и получит токен.
tr: Bu Mint'e güveniyorsan, bu seçenek onu bilinen Mint'ler listesine ekleyecek ve token'ı kullanacaktır.

source: inactive
ar: غير نشط
bn: নিষ্ক্রিয়
de: Inaktiv
es: inactivo
fr: inactif
hi: निष्क्रिय
ja: 非アクティブ
ko: 비활성
pt_br: inativo
ru: неактивен
tr: pasif

source: Indian Rupee
ar: روبية هندية
bn: ভারতীয় রুপি
de: Indischer Rupee
es: Rupia india
fr: Roupie indienne
hi: भारतीय रुपया
ja: インドルピー
ko: 인도 루피
pt_br: Rúpia indiana
ru: Индийская рупия
tr: Hindistan Rupisi

source: Indonesian Rupiah
ar: روبية إندونيسية
bn: ইন্দোনেশিয়ান রুপিয়া
de: Indonesischer Rupiah
es: Rupia indonesia
fr: Roupie indonésienne
hi: इंडोनेशियाई रुपिया
ja: インドネシアルピア
ko: 인도네시아 루피아
pt_br: Rupia indonésia
ru: Индонезийская рупия
tr: Endonezya Rupisi

source: Information
ar: معلومات
bn: তথ্য
es: Información
fr: Informations
hi: जानकारी
ja: 情報
ko: 정보
pt_br: Informações
ru: Информация
tr: Bilgi

source: Initialization Error
ar: خطأ في التهيئة
bn: ইনিশিয়ালাইজেশন ত্রুটি
de: Initialisierungs-Fehler
es: Error de inicialización
fr: Erreur d'initialisation
hi: आरंभीकरण त्रुटि
ja: 初期化エラー
ko: 초기화 오류
pt_br: Erro de inicialização
ru: Ошибка инициализации
tr: Başlatma hatası

source: Input Error
ar: خطأ في الإدخال
bn: ইনপুট ত্রুটি
de: Eingabefehler
es: Error de entrada
fr: Erreur de saisie
hi: इनपुट त्रुटि
ja: 入力エラー
ko: 입력 오류
pt_br: Erro de entrada
ru: Ошибка ввода
tr: Giriş hatası

source: Insufficient balance
ar: رصيد غير كافٍ
bn: অপর্যাপ্ত ব্যালেন্স
de: Unzureichendes Guthaben
es: Saldo insuficiente
fr: Solde insuffisant
hi: अपर्याप्त शेष
ja: 残高不足
ko: 잔액 부족
pt_br: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye

source: Insufficient balance (including fees)
ar: رصيد غير كافٍ (شامل الرسوم)
bn: অপর্যাপ্ত ব্যালেন্স (ফি সহ)
de: Unzureichendes Guthaben (Inklusive Gebühren)
es: Saldo insuficiente (incluyendo tarifas)
fr: Solde insuffisant (frais inclus)
hi: अपर्याप्त शेष (शुल्क सहित)
ja: 残高不足（手数料含む）
ko: 잔액 부족 (수수료 포함)
pt_br: Saldo insuficiente (incluindo taxas)
ru: Недостаточный баланс (включая комиссии)
tr: Yetersiz bakiye (ücretler dahil)

source: Insufficient balance.
ar: رصيد غير كافٍ.
bn: অপর্যাপ্ত ব্যালেন্স।
de: Unzureichendes Guthaben.
es: Saldo insuficiente.
fr: Solde insuffisant.
hi: अपर्याप्त शेष।
ja: 残高不足。
ko: 잔액 부족.
pt_br: Saldo insuficiente.
ru: Недостаточный баланс.
tr: Yetersiz bakiye.

source: Insufficient Funds 💰
ar: رصيد غير كافٍ 💰
bn: অপর্যাপ্ত ফান্ড 💰
de: Unzureichendes Guthaben 💰
es: Fondos insuficientes 💰
fr: Fonds insuffisants 💰
hi: अपर्याप्त धनराशि 💰
ja: 残高不足 💰
ko: 잔액 부족 💰
pt_br: Fundos insuficientes 💰
ru: Недостаточно средств 💰
tr: Yetersiz bakiye 💰

source: Invalid Input
ar: إدخال غير صالح
bn: অবৈধ ইনপুট
de: Ungültige Eingabe
es: Entrada inválida
fr: Saisie invalide
hi: अमान्य इनपुट
ja: 無効な入力
ko: 잘못된 입력
pt_br: Entrada inválida
ru: Недопустимый ввод
tr: Geçersiz giriş

source: Invalid input: %@
ar: إدخال غير صالح: %@
bn: অবৈধ ইনপুট: %@
de: Ungültige Eingabe: %@
es: Entrada inválida: %@
fr: Saisie invalide : %@
hi: अमान्य इनपुट: %@
ja: 無効な入力: %@
ko: 잘못된 입력: %@
pt_br: Entrada inválida: %@
ru: Недопустимый ввод: %@
tr: Geçersiz giriş: %@

source: Invalid public key 🔑
ar: مفتاح عام غير صالح 🔑
bn: অবৈধ public key 🔑
de: Ungültiger Public-Key 🔑
es: Clave pública inválida 🔑
fr: Clé publique invalide 🔑
hi: अमान्य public key 🔑
ja: 無効な公開鍵 🔑
ko: 잘못된 공개 키 🔑
pt_br: Chave pública inválida 🔑
ru: Недействительный публичный ключ 🔑
tr: Geçersiz public key 🔑

source: Invalid URL
ar: عنوان URL غير صالح
bn: অবৈধ URL
de: Ungültige URL
es: URL inválida
fr: URL invalide
hi: अमान्य URL
ja: 無効なURL
ko: 잘못된 URL
pt_br: URL inválida
ru: Недействительный URL
tr: Geçersiz URL

source: Invoice
ar: فاتورة
fr: Facture
ja: インボイス
ko: 인보이스
ru: Счёт

source: Israeli Shekel
ar: شيكل إسرائيلي
bn: ইসরায়েলি শেকেল
de: Israelische Schekel
es: Séquel israelí
fr: Shekel israélien
hi: इज़राइली शेकेल
ja: イスラエルシェケル
ko: 이스라엘 셰켈
pt_br: Shekel israelense
ru: Израильский шекель
tr: İsrail Şekeli

source: Issue
ar: إصدار
bn: ইস্যু করুন
de: Ausstellen
es: Emitir
fr: Émettre
hi: जारी करें
ja: 発行
ko: 발행
pt_br: Emitir
ru: Выпустить
tr: Oluştur

source: Issue Ecash
ar: إصدار Ecash
bn: Ecash ইস্যু করুন
de: Ecash ausstellen
es: Emitir Ecash
fr: Émettre de l'Ecash
hi: Ecash जारी करें
ja: Ecashを発行
ko: Ecash 발행
pt_br: Emitir Ecash
ru: Выпустить Ecash
tr: Ecash oluştur

source: Issued at:
ar: صدر في:
bn: ইস্যু হয়েছে:
de: Ausgestellt am:
es: Emitido el:
fr: Émis le :
hi: जारी किया गया:
ja: 発行日:
ko: 발행일:
pt_br: Emitido em:
ru: Выпущено:
tr: Oluşturulma:

source: Issuing Ecash
ar: جارٍ إصدار Ecash
bn: Ecash ইস্যু করা হচ্ছে
de: Stelle Ecash aus
es: Emitiendo Ecash
fr: Émission d'Ecash
hi: Ecash जारी कर रहा है
ja: Ecash発行中
ko: Ecash 발행 중
pt_br: Emitindo Ecash
ru: Выпуск Ecash
tr: Ecash oluşturuluyor

source: Issuing ecash...
ar: جارٍ إصدار ecash…
bn: Ecash ইস্যু করা হচ্ছে…
de: Stelle Ecash aus…
es: Emitiendo ecash…
fr: Émission d'ecash…
hi: Ecash जारी कर रहा है…
ja: ecash発行中…
ko: Ecash 발행 중…
pt_br: Emitindo ecash…
ru: Выпуск ecash…
tr: Ecash oluşturuluyor…

source: Issuing...
ar: جارٍ الإصدار…
bn: ইস্যু করা হচ্ছে…
de: Wird ausgestellt…
es: Emitiendo…
fr: Émission…
hi: जारी कर रहा है…
ja: 発行中…
ko: 발행 중…
pt_br: Emitindo…
ru: Выпускается…
tr: Oluşturuluyor…

source: Japanese Yen
ar: ين ياباني
bn: জাপানি ইয়েন
de: Japanischer Yen
es: Yen japonés
fr: Yen japonais
hi: जापानी येन
ja: 日本円
ko: 일본 엔
pt_br: Iene japonês
ru: Японская иена
tr: Japon Yeni

source: Keyset Error
ar: خطأ في مجموعة المفاتيح
bn: Keyset ত্রুটি
de: Keyset-Fehler
es: Error de Keyset
fr: Erreur de Keyset
hi: Keyset त्रुटि
ja: キーセットエラー
ko: 키셋 오류
pt_br: Erro de Keyset
ru: Ошибка набора ключей
tr: Keyset hatası

source: Keysets and derivation counters
ar: مجموعات المفاتيح وعدادات الاشتقاق
bn: Keysets এবং derivation কাউন্টার
de: Keysets und Derivations-Zähler
es: Keysets y contadores de derivación
fr: Keysets et compteurs de dérivation
hi: Keysets और derivation काउंटर
ja: キーセットと導出カウンター
ko: 키셋 및 파생 카운터
pt_br: Keysets e contadores de derivação
ru: Наборы ключей и счётчики деривации
tr: Keyset'ler ve türetme sayaçları

source: Kuwaiti Dinar
ar: دينار كويتي
bn: কুয়েতি দিনার
de: Kuwait-Dinar
es: Dinar kuwaití
fr: Dinar koweïtien
hi: कुवैती दीनार
ja: クウェートディナール
ko: 쿠웨이트 디나르
pt_br: Dinar kuwaitiano
ru: Кувейтский динар
tr: Kuveyt Dinarı

source: Lightning Address
ar: عنوان Lightning
bn: Lightning ঠিকানা
de: Lightning-Adresse
es: Dirección Lightning
fr: Adresse Lightning
hi: Lightning पता
ja: Lightningアドレス
ko: 라이트닝 주소
pt_br: Endereço Lightning
ru: Lightning-адрес
tr: Lightning adresi

source: Load States
ar: تحميل الحالات
bn: স্ট্যাটাস লোড করুন
de: Status laden
es: Cargar estados
fr: Charger les états
hi: स्थितियाँ लोड करें
ja: 状態を読み込む
ko: 상태 불러오기
pt_br: Carregar estados
ru: Загрузить состояния
tr: Durumları yükle

source: Lock to public key
ar: قفل على المفتاح العام
bn: Public key-তে লক করুন
de: Zu Public-Key sperren
es: Bloquear a public key
fr: Verrouiller à la clé publique
hi: Public key पर लॉक करें
ja: 公開鍵にロック
ko: 공개 키에 잠금
pt_br: Bloquear para public key
ru: Привязать к публичному ключу
tr: Public key'e kilitle

source: Lock to Public Key
ar: قفل على المفتاح العام
bn: Public Key-তে লক করুন
de: Zu Public-Key sperren
es: Bloquear a Public Key
fr: Verrouiller à la clé publique
hi: Public Key पर लॉक करें
ja: 公開鍵にロック
ko: 공개 키에 잠금
pt_br: Bloquear para Public Key
ru: Привязать к публичному ключу
tr: Public Key'e kilitle

source: Lock to wallet key
ar: قفل على مفتاح المحفظة
bn: Wallet key-তে লক করুন
de: Zu Wallet-Key sperren
es: Bloquear a wallet key
fr: Verrouiller à la clé du wallet
hi: Wallet key पर लॉक करें
ja: ウォレットキーにロック
ko: 지갑 키에 잠금
pt_br: Bloquear para wallet key
ru: Привязать к ключу кошелька
tr: Cüzdan key'ine kilitle

source: Locked to unknown key
ar: مقفل على مفتاح غير معروف
bn: অজানা key-তে লক
de: Zu unbekanntem Key gesperrt
es: Bloqueado a clave desconocida
fr: Verrouillé à une clé inconnue
hi: अज्ञात key पर लॉक
ja: 不明なキーにロック済み
ko: 알 수 없는 키에 잠김
pt_br: Bloqueado para chave desconhecida
ru: Привязан к неизвестному ключу
tr: Bilinmeyen key'e kilitli

source: Locked to your key
ar: مقفل على مفتاحك
bn: আপনার key-তে লক
de: Zu deinem Key gesperrt
es: Bloqueado a tu clave
fr: Verrouillé à ta clé
hi: आपकी key पर लॉक
ja: あなたのキーにロック済み
ko: 내 키에 잠김
pt_br: Bloqueado para sua chave
ru: Привязан к твоему ключу
tr: Senin key'ine kilitli

source: Locked Token 🔒
ar: توكن مقفل 🔒
bn: লক করা Token 🔒
de: Gesperrtes Token 🔒
es: Token bloqueado 🔒
fr: Token verrouillé 🔒
hi: लॉक किया गया Token 🔒
ja: ロック済みトークン 🔒
ko: 잠긴 토큰 🔒
pt_br: Token bloqueado 🔒
ru: Заблокированный токен 🔒
tr: Kilitli Token 🔒

source: macadamia can only redeem tokens denominated in Satoshis. Multi unit support is coming soon™.
ar: يمكن لـ macadamia فقط استرداد الرموز المقومة بالساتوشي. دعم الوحدات المتعددة قادم قريبًا.
bn: macadamia শুধুমাত্র Satoshis-এ ডিনোমিনেটেড টোকেন রিডিম করতে পারে। মাল্টি ইউনিট সাপোর্ট শীঘ্রই আসছে।
de: macadamia kann nur Tokens in Satoshis einlösen. Unterstützung für mehr Einheiten kommt bald.
es: macadamia solo puede canjear tokens denominados en Satoshis. El soporte multi-unidad llegará pronto.
fr: macadamia ne peut encaisser que des tokens libellés en Satoshis. Le support multi-unité arrive bientôt.
hi: macadamia केवल Satoshis में अंकित टोकन रिडीम कर सकता है। मल्टी यूनिट सपोर्ट जल्द आ रहा है।
ja: macadamiaはSatoshi建てのトークンのみ引き換えできます。マルチユニットサポートは近日対応予定です。
ko: macadamia는 사토시 단위의 토큰만 사용할 수 있습니다. 다중 단위 지원이 곧 추가됩니다.
pt_br: macadamia só pode resgatar tokens denominados em Satoshis. Suporte a múltiplas unidades em breve.
ru: macadamia может получить только токены в Satoshi. Поддержка нескольких единиц скоро появится.
tr: macadamia yalnızca Satoshi cinsinden token'ları kullanabilir. Çoklu birim desteği yakında gelecek.

source: macadamia can only restore ecash from the mints it knows about. Make sure to include their URLs in the backup of your seed phrase.
ar: يمكن لـ macadamia فقط استعادة ecash من المنتات التي يعرفها. تأكد من تضمين عناوينها في نسخة عبارة البذرة الاحتياطية.
bn: macadamia শুধুমাত্র পরিচিত Mint থেকে ecash পুনরুদ্ধার করতে পারে। আপনার সিড ফ্রেজ ব্যাকআপে তাদের URL অন্তর্ভুক্ত করুন।
de: macadamia kann nur von Mints wiederherstellen, die es kennt. Stelle sicher, dass du eine Liste ihrer URLs in das Backup mit Seed-Phrase einbeziehst.
es: macadamia solo puede restaurar ecash de los mints que conoce. Asegúrate de incluir sus URLs en el respaldo de tu frase semilla.
fr: macadamia ne peut restaurer de l'ecash que depuis les mints qu'il connaît. Assure-toi d'inclure leurs URLs dans la sauvegarde de ta phrase de récupération.
hi: macadamia केवल उन Mints से ecash पुनर्स्थापित कर सकता है जिन्हें वह जानता है। अपने सीड फ्रेज़ बैकअप में उनके URLs शामिल करना सुनिश्चित करें।
ja: macadamiaは登録済みのミントからのみecashを復元できます。シードフレーズのバックアップにミントのURLも含めてください。
ko: macadamia는 알고 있는 민트에서만 ecash를 복원할 수 있습니다. 시드 구문 백업에 민트 URL을 포함하세요.
pt_br: macadamia só pode restaurar ecash dos mints que conhece. Certifique-se de incluir as URLs no backup da frase semente.
ru: macadamia может восстановить ecash только из известных минтов. Не забудь включить их URL в резервную копию сид-фразы.
tr: macadamia yalnızca bildiği Mint'lerden ecash geri yükleyebilir. Seed ifadesi yedeğine URL'lerini eklediğinden emin ol.

source: macadamia no longer supports tokens that contain ecash from multiple mints. Please use separate tokens and the seed phrase for restoring ecash.
ar: لم يعد macadamia يدعم الرموز التي تحتوي على ecash من عدة منتات. يرجى استخدام رموز منفصلة وعبارة البذرة لاستعادة ecash.
bn: macadamia আর একাধিক Mint-এর ecash সম্বলিত টোকেন সমর্থন করে না। ecash পুনরুদ্ধারের জন্য আলাদা টোকেন এবং সিড ফ্রেজ ব্যবহার করুন।
de: macadamia unterstützt keine Tokens von mehreren Mints mehr. Bitte verwende separate Tokens und die Seed-Phrase zur Wiederherstellung.
es: macadamia ya no admite tokens que contengan ecash de múltiples mints. Usa tokens separados y la frase semilla para restaurar ecash.
fr: macadamia ne supporte plus les tokens contenant de l'ecash de plusieurs mints. Utilise des tokens séparés et la phrase de récupération pour restaurer l'ecash.
hi: macadamia अब एकाधिक Mints से ecash वाले टोकन का समर्थन नहीं करता। ecash पुनर्स्थापित करने के लिए अलग-अलग टोकन और सीड फ्रेज़ का उपयोग करें।
ja: macadamiaは複数のミントのecashを含むトークンをサポートしなくなりました。ecashの復元には個別のトークンとシードフレーズを使用してください。
ko: macadamia는 더 이상 여러 민트의 ecash를 포함하는 토큰을 지원하지 않습니다. ecash 복원에는 개별 토큰과 시드 구문을 사용하세요.
pt_br: macadamia não suporta mais tokens com ecash de múltiplos mints. Use tokens separados e a frase semente para restaurar ecash.
ru: macadamia больше не поддерживает токены с ecash из нескольких минтов. Используй отдельные токены и сид-фразу для восстановления ecash.
tr: macadamia artık birden fazla Mint'ten ecash içeren token'ları desteklemiyor. Ecash'i geri yüklemek için ayrı token'lar ve seed ifadesini kullan.

source: Make transfer
ar: إجراء التحويل
bn: ট্রান্সফার করুন
de: Transferieren
es: Realizar transferencia
fr: Effectuer le transfert
hi: ट्रांसफर करें
ja: 転送を実行
ko: 전송하기
pt_br: Fazer transferência
ru: Выполнить перевод
tr: Transferi yap

source: Malaysian Ringgit
ar: رينغيت ماليزي
bn: মালয়েশিয়ান রিংগিত
de: Malaysia-Ringpit
es: Ringgit malayo
fr: Ringgit malaisien
hi: मलेशियाई रिंगिट
ja: マレーシアリンギット
ko: 말레이시아 링깃
pt_br: Ringgit malaio
ru: Малайзийский ринггит
tr: Malezya Ringgiti

source: Max:
ar: الحد الأقصى:
bn: সর্বোচ্চ:
de: Maximum:
es: Máximo:
hi: अधिकतम:
ja: 最大:
ko: 최대:
pt_br: Máx.:
ru: Макс.:
tr: Maks.:

source: Memo
ar: ملاحظة
bn: মেমো
de: Beschreibung
es: Nota
fr: Mémo
hi: मेमो
ja: メモ
ko: 메모
pt_br: Nota
ru: Заметка
tr: Not

source: Memo:
ar: ملاحظة:
bn: মেমো:
de: Beschreibung:
es: Nota:
fr: Mémo :
hi: मेमो:
ja: メモ:
ko: 메모:
pt_br: Nota:
ru: Заметка:
tr: Not:

source: Memo: %@
ar: ملاحظة: %@
bn: মেমো: %@
de: Beschreibung: %@
es: Nota: %@
fr: Mémo : %@
hi: मेमो: %@
ja: メモ: %@
ko: 메모: %@
pt_br: Nota: %@
ru: Заметка: %@
tr: Not: %@

source: Merchant QR
ar: رمز QR للتاجر
bn: মার্চেন্ট QR
de: Händler-QR
es: QR de comerciante
fr: QR marchand
hi: मर्चेंट QR
ja: マーチャントQR
ko: 가맹점 QR
pt_br: QR do comerciante
ru: QR продавца
tr: Satıcı QR

source: Message Banner
ar: شريط الرسائل
bn: মেসেজ ব্যানার
de: Nachrichten-Banner
es: Banner de mensajes
fr: Bannière de message
hi: संदेश बैनर
ja: メッセージバナー
ko: 메시지 배너
pt_br: Banner de mensagens
ru: Баннер сообщений
tr: Mesaj bandı

source: Mexican Peso
ar: بيزو مكسيكي
bn: মেক্সিকান পেসো
de: Mexikanischer Peso
es: Peso mexicano
fr: Peso mexicain
hi: मैक्सिकन पेसो
ja: メキシコペソ
ko: 멕시코 페소
pt_br: Peso mexicano
ru: Мексиканский песо
tr: Meksika Pesosu

source: Min:
ar: الحد الأدنى:
bn: সর্বনিম্ন:
de: Minimum:
es: Mínimo:
hi: न्यूनतम:
ja: 最小:
ko: 최소:
pt_br: Mín.:
ru: Мин.:

source: Mint could not be found
ar: تعذر العثور على الـ Mint
bn: Mint পাওয়া যায়নি
de: Mint konnte nicht gefunden werden
es: No se pudo encontrar el Mint
fr: Le Mint est introuvable
hi: Mint नहीं मिला
ja: ミントが見つかりませんでした
ko: 민트를 찾을 수 없습니다
pt_br: Mint não encontrado
ru: Минт не найден
tr: Mint bulunamadı

source: Mint Information
ar: معلومات الـ Mint
bn: Mint তথ্য
es: Información del Mint
fr: Informations du Mint
hi: Mint की जानकारी
ja: ミント情報
ko: 민트 정보
pt_br: Informações do Mint
ru: Информация о минте
tr: Mint bilgisi

source: Mint Verification Error
ar: خطأ في التحقق من الـ Mint
bn: Mint যাচাইকরণ ত্রুটি
de: Mint-Verifizierungs-Fehler
es: Error de verificación del Mint
fr: Erreur de vérification du Mint
hi: Mint सत्यापन त्रुटि
ja: ミント検証エラー
ko: 민트 검증 오류
pt_br: Erro de verificação do Mint
ru: Ошибка проверки минта
tr: Mint doğrulama hatası

source: Mints (including hidden): %lld
ar: المنتات (بما في ذلك المخفية): %lld
bn: Mints (লুকানো সহ): %lld
de: Mints (inklusive versteckten): %lld
es: Mints (incluyendo ocultos): %lld
fr: Mints (y compris masqués) : %lld
hi: Mints (छिपे हुए सहित): %lld
ja: ミント（非表示含む）: %lld
ko: 민트 (숨겨진 것 포함): %lld
pt_br: Mints (incluindo ocultos): %lld
ru: Минты (включая скрытые): %lld
tr: Mint'ler (gizliler dahil): %lld

source: Mints automatically selected for optimal payment
ar: تم تحديد المنتات تلقائيًا للدفع الأمثل
bn: সর্বোত্তম পেমেন্টের জন্য Mints স্বয়ংক্রিয়ভাবে নির্বাচিত
de: Mints automatisch ausgewählt für optimierte Zahlung
es: Mints seleccionados automáticamente para un pago óptimo
fr: Mints automatiquement sélectionnés pour un paiement optimal
hi: इष्टतम भुगतान के लिए Mints स्वचालित रूप से चयनित
ja: 最適な支払いのためにミントが自動選択されました
ko: 최적의 결제를 위해 민트가 자동 선택되었습니다
pt_br: Mints selecionados automaticamente para pagamento ideal
ru: Минты автоматически выбраны для оптимальной оплаты
tr: Optimum ödeme için Mint'ler otomatik seçildi

source: Missing Data
ar: بيانات مفقودة
bn: অনুপস্থিত ডেটা
de: Fehlende Daten
es: Datos faltantes
fr: Données manquantes
hi: गुम डेटा
ja: データなし
ko: 누락된 데이터
pt_br: Dados ausentes
ru: Отсутствующие данные
tr: Eksik veri

source: Moroccan Dirham
ar: درهم مغربي
bn: মরোক্কান দিরহাম
de: Marokkanische Dirham
es: Dírham marroquí
fr: Dirham marocain
hi: मोरक्कन दिरहम
ja: モロッコディルハム
ko: 모로코 디르함
pt_br: Dirham marroquino
ru: Марокканский дирхам
tr: Fas Dirhemi

source: Multi Mint Token 📑
ar: توكن متعدد المنتات 📑
bn: মাল্টি Mint Token 📑
es: Token Multi-Mint 📑
fr: Token multi-Mint 📑
hi: मल्टी Mint Token 📑
ja: マルチミントトークン 📑
ko: 멀티 민트 토큰 📑
pt_br: Token Multi-Mint 📑
ru: Мульти-минт токен 📑
tr: Çoklu Mint Token 📑

source: Multi-Path Payment
ar: دفع متعدد المسارات
bn: মাল্টি-পাথ পেমেন্ট
de: Multi-Path-Zahlung
es: Pago multi-ruta
fr: Paiement multi-chemins
hi: मल्टी-पाथ भुगतान
ja: マルチパス決済
ko: 다중 경로 결제
pt_br: Pagamento multi-caminho
ru: Многопутевой платёж
tr: Çoklu yol ödemesi

source: Multiple...
ar: متعددة...
bn: একাধিক...
de: Mehrere...
es: Múltiples...
fr: Multiples…
hi: एकाधिक...
ja: 複数...
ko: 다수...
pt_br: Múltiplos...
ru: Несколько…
tr: Birden fazla...

source: Myanmar Kyat
ar: كيات ميانمار
bn: মিয়ানমার কিয়াত
de: Myanmar-Kat
es: Kyat birmano
fr: Kyat birman
hi: म्यांमार क्यात
ja: ミャンマーチャット
ko: 미얀마 차트
pt_br: Kyat birmanês
ru: Мьянманский кьят
tr: Myanmar Kyatı

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: Ad

source: Name: %@
ar: الاسم: %@
bn: নাম: %@
es: Nombre: %@
fr: Nom : %@
hi: नाम: %@
ja: 名前: %@
ko: 이름: %@
pt_br: Nome: %@
ru: Имя: %@
tr: Ad: %@

source: Network
ar: الشبكة
bn: নেটওয়ার্ক
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
ja: ネットワーク
ko: 네트워크
pt_br: Rede
ru: Сеть
tr: Ağ

source: Network error
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
de: Netzwerk-Fehler
es: Error de red
fr: Erreur réseau
hi: नेटवर्क त्रुटि
ja: ネットワークエラー
ko: 네트워크 오류
pt_br: Erro de rede
ru: Ошибка сети
tr: Ağ hatası

source: Network error 📡
ar: خطأ في الشبكة 📡
bn: নেটওয়ার্ক ত্রুটি 📡
de: Netzwerk-Fehler 📡
es: Error de red 📡
fr: Erreur réseau 📡
hi: नेटवर्क त्रुटि 📡
ja: ネットワークエラー 📡
ko: 네트워크 오류 📡
pt_br: Erro de rede 📡
ru: Ошибка сети 📡
tr: Ağ hatası 📡

source: New Zealand Dollar
ar: دولار نيوزيلندي
bn: নিউজিল্যান্ড ডলার
de: Neuseeland-Dollar
es: Dólar neozelandés
fr: Dollar néo-zélandais
hi: न्यूजीलैंड डॉलर
ja: ニュージーランドドル
ko: 뉴질랜드 달러
pt_br: Dólar neozelandês
ru: Новозеландский доллар
tr: Yeni Zelanda Doları

source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: İleri

source: NFC not available on this device
ar: NFC غير متاح على هذا الجهاز
bn: এই ডিভাইসে NFC উপলব্ধ নয়
de: NFC ist auf diesem Gerät nicht verfügbar
es: NFC no disponible en este dispositivo
fr: NFC non disponible sur cet appareil
hi: इस डिवाइस पर NFC उपलब्ध नहीं है
ja: このデバイスではNFCが利用できません
ko: 이 기기에서는 NFC를 사용할 수 없습니다
pt_br: NFC não disponível neste dispositivo
ru: NFC недоступен на этом устройстве
tr: Bu cihazda NFC kullanılamıyor

source: Nickname
ar: اللقب
bn: ডাকনাম
de: Spitzname
es: Apodo
fr: Surnom
hi: उपनाम
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
ru: Псевдоним
tr: Takma ad

source: Nigerian Naira
ar: نيرة نيجيرية
bn: নাইজেরিয়ান নায়রা
de: Nigerianische Naira
es: Naira nigeriana
fr: Naira nigérian
hi: नाइजीरियाई नाइरा
ja: ナイジェリアナイラ
ko: 나이지리아 나이라
pt_br: Naira nigeriana
ru: Нигерийская найра
tr: Nijerya Nairası

source: nil
ar: لا شيء
bn: কিছুই নয়
de: keine
es: ninguno
fr: aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: nenhum
ru: нет
tr: hiçbiri

source: No active wallet
ar: لا توجد محفظة نشطة
bn: কোনো সক্রিয় Wallet নেই
de: Kein aktives Wallet
es: Sin wallet activo
fr: Pas de wallet actif
hi: कोई सक्रिय Wallet नहीं
ja: アクティブなウォレットなし
ko: 활성 지갑 없음
pt_br: Sem wallet ativo
ru: Нет активного кошелька
tr: Aktif cüzdan yok

source: No Balance
ar: لا رصيد
bn: কোনো ব্যালেন্স নেই
de: Kein Guthaben
es: Sin saldo
fr: Pas de solde
hi: कोई शेष नहीं
ja: 残高なし
ko: 잔액 없음
pt_br: Sem saldo
ru: Нет баланса
tr: Bakiye yok

source: No data.
ar: لا توجد بيانات.
bn: কোনো ডেটা নেই।
de: Keine Daten.
es: Sin datos.
fr: Pas de données.
hi: कोई डेटा नहीं।
ja: データなし。
ko: 데이터 없음.
pt_br: Sem dados.
ru: Нет данных.
tr: Veri yok.

source: No error provided.
ar: لم يتم تقديم خطأ.
bn: কোনো ত্রুটি প্রদান করা হয়নি।
de: Kein Fehler bereitgestellt.
es: No se proporcionó error.
fr: Aucune erreur fournie.
hi: कोई त्रुटि प्रदान नहीं की गई।
ja: エラー情報なし。
ko: 오류 정보가 제공되지 않았습니다.
pt_br: Nenhum erro fornecido.
ru: Ошибка не указана.
tr: Hata bilgisi sağlanmadı.

source: No mint event provided.
ar: لم يتم تقديم حدث mint.
bn: কোনো Mint ইভেন্ট প্রদান করা হয়নি।
de: Keine Mint bereitgestellt.
es: No se proporcionó evento de mint.
fr: Aucun événement mint fourni.
hi: कोई Mint इवेंट प्रदान नहीं किया गया।
ja: ミントイベントが指定されていません。
ko: 민트 이벤트가 제공되지 않았습니다.
pt_br: Nenhum evento de mint fornecido.
ru: Событие минта не указано.
tr: Mint olayı sağlanmadı.

source: No mint selected
ar: لم يتم تحديد mint
bn: কোনো Mint নির্বাচিত নয়
de: Keine Mint ausgewählt
es: Ningún mint seleccionado
fr: Aucun mint sélectionné
hi: कोई Mint चयनित नहीं
ja: ミントが選択されていません
ko: 민트가 선택되지 않았습니다
pt_br: Nenhum mint selecionado
ru: Минт не выбран
tr: Mint seçilmedi

source: No Mints
ar: لا يوجد Mints
bn: কোনো Mint নেই
de: Keine Mints
es: Sin Mints
fr: Pas de Mints
hi: कोई Mint नहीं
ja: ミントなし
ko: 민트 없음
pt_br: Sem Mints
ru: Нет минтов
tr: Mint yok

source: No Mints Available
ar: لا يوجد Mints متاحة
bn: কোনো Mint উপলব্ধ নেই
de: Keine Mints verfügbar
es: No hay Mints disponibles
fr: Aucun Mint disponible
hi: कोई Mint उपलब्ध नहीं
ja: 利用可能なミントなし
ko: 사용 가능한 민트 없음
pt_br: Nenhum Mint disponível
ru: Нет доступных минтов
tr: Kullanılabilir Mint yok

source: No mints yet.
ar: لا يوجد mints بعد.
bn: এখনো কোনো Mint নেই।
de: Noch keine Mints
es: Aún no hay mints.
fr: Pas encore de mints.
hi: अभी कोई Mint नहीं।
ja: まだミントがありません。
ko: 아직 민트가 없습니다.
pt_br: Ainda sem mints.
ru: Минтов пока нет.
tr: Henüz Mint yok.
